[
  {
    "title": "Dissecting FcγR Regulation through a Multivalent Binding Model.",
    "volume": "7",
    "issue": "1",
    "page": "41-48.e5",
    "container-title": "Cell systems",
    "container-title-short": "Cell Syst",
    "ISSN": "2405-4712",
    "issued": {
      "date-parts": [
        [
          2018,
          6,
          27
        ]
      ]
    },
    "author": [
      {
        "given": "Ryan A",
        "family": "Robinett"
      },
      {
        "given": "Ning",
        "family": "Guan"
      },
      {
        "given": "Anja",
        "family": "Lux"
      },
      {
        "given": "Markus",
        "family": "Biburger"
      },
      {
        "given": "Falk",
        "family": "Nimmerjahn"
      },
      {
        "given": "Aaron S",
        "family": "Meyer"
      }
    ],
    "PMID": "29960887",
    "PMCID": "PMC6062446",
    "DOI": "10.1016/j.cels.2018.05.018",
    "abstract": "Many immune receptors transduce activation across the plasma membrane through their clustering. With Fcγ receptors (FcγRs), this clustering is driven by binding to antibodies of differing affinities that are in turn bound to multivalent antigen. As a consequence of this activation mechanism, accounting for and rationally manipulating immunoglobulin (Ig)G effector function is complicated by, among other factors, differing affinities between FcγR species and changes in the valency of antigen binding. In this study, we show that a model of multivalent receptor-ligand binding can effectively account for the contribution of IgG-FcγR affinity and immune complex valency. This model in turn enables us to make specific predictions about the effect of immune complexes of defined composition. In total, these results enable both rational immune complex design for a desired IgG effector function and the deconvolution of effector function by immune complexes.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/29960887",
    "type": "article-journal",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.3.1 using citation-by-identifier.\nstandard_id: pmid:29960887",
    "id": "DkS7Fd7v"
  }
]
